/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Uključeno";
"general.off" = "Isključeno";
"general.login" = "Prijava";
"general.logout" = "Odjava";
"general.ok" = "U redu";
"general.cancel" = "Odustani";
"general.username" = "Korisničko ime";
"general.password" = "Lozinka";
"general.na" = "N/A";

"input.value_is_empty" = "Vrijednost ne smije biti prazna.";
"input.already_exists" = "Vrijednosti već postoji.";

// Guide Window
"guide.highlights" = "Istaknuto";
"guide.basic_settings" = "Osnovne postavke";
"guide.faq" = "Često postavljena pitanja";

// Initial Window
"initial.announcement" = "Koristite %@ verziju IINA programa";
"initial.beta.desc" = "Ako se želiš vratiti na stariju verziju izdanja, odznači opciju „Primaj aktualiziranja za beta verzije” u Postavke > Općenito i instaliraj stabilno izdanje s naše <a href=\"https://iina.io\">službene web stranice</a>.";
"initial.nightly.desc" = "Ne preporučujemo noćna izdanja za svakodnevnu upotrebu. Noćne izgradnje trenutačno ne podržavaju automatsko aktualiziranje. Preuzmi novije izgradnje s naše <a href=\"https://nightly.iina.io\">web stranice noćnih izdanja</a>.";
"initial.debug.desc" = "Izdanja za otklanjanje grešaka obično nisu optimizirane za performanse, stoga se ne preporučuje njihova svakodnevna upotreba. Izdanja za otklanjanje grešaka ne podržavaju automatsko aktualiziranje.";
"initial.bug_report" = "Prijavi na stranici <a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>.";

// Inspector Window
"inspector.error" = "Greška";

// MainWindowController.swift
"main.buffering_indicator" = "Učitavanje u međuspremnik … %d %%";
"main.opening_stream" = "Otvaranje toka podataka …";
"main.seeking_indicator" = "Navigiranje …";
"osc.precision" = "Točnost";
"osc.1s" = "1 sekunda";
"osc.100ms" = "100 milisekunda";
"osc.10ms" = "10 milisekunda";
"osc.1ms" = "1 milisekunda";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Standardno";
"quicksetting.item_none" = "Ništa";
"quicksetting.hwdec" = "Hardversko dekodiranje";
"quicksetting.deinterlace" = "Preplitanje";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Sakrij";
"quicksetting.reset_speed" = "Resetiraj brzinu na 1 ×";

// EQ Presets
"eq.preset.flat" = "Linearno";
"eq.preset.acoustic" = "Akustična glazba";
"eq.preset.classical" = "Klasična glazba";
"eq.preset.dance" = "Plesna glazba";
"eq.preset.deep" = "Duboka glazba";
"eq.preset.electronic" = "Elektronička glazba";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Pojačaj bas";
"eq.preset.increase_treble" = "Pojačaj visoke tonove";
"eq.preset.increase_vocal" = "Pojačaj glasove";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latino glazba";
"eq.preset.loundness" = "Glasnoća";
"eq.preset.lounge" = "Salon";
"eq.preset.piano" = "Klavir";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Smanji bas";
"eq.preset.reduce_treble" = "Smanji visoke tonove";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Mali zvučnik";
"eq.preset.spoken_word" = "Govorena riječ";

"alert.eq.new_profile.title" = "Novi profil ekvilajzera";
"alert.eq.new_profile.message" = "Unesi ime profila.";
"alert.eq.rename.title" = "Preimenuj trenutačni profil";
"alert.eq.rename.message" = "Unesi ime novog profila.";

// OSDMessage.swift
"osd.pause" = "Zaustavi";
"osd.resume" = "Nastavi";
"osd.volume" = "Glasnoća: %@";
"osd.speed" = "Brzina: %@×";
"osd.aspect" = "Omjer: %@";
"osd.crop" = "Obreži: %@";
"osd.rotate" = "Okreni: %i°";
"osd.deinterlace" = "Ukloni preplitanje: %@";
"osd.hwdec" = "Hardversko dekodiranje: %@";
"osd.audio_delay.nodelay" = "Kašnjenje zvuka: bez kašnjenja";
"osd.audio_delay.later" = "Kašnjenje zvuka: %@s kasnije";
"osd.audio_delay.earlier" = "Kašnjenje zvuka: %@s ranije";
"osd.sub_delay.nodelay" = "Kašnjenje titla: bez kašnjenja";
"osd.sub_delay.later" = "Kašnjenje titla: %@s kasnije";
"osd.sub_delay.earlier" = "Kašnjenje titla: %@s ranije";
"osd.subtitle_pos" = "Položaj titla: %@";
"osd.sub_hidden" = "Titlovi skriveni";
"osd.sub_visible" = "Titlovi vidljivi";
"osd.sub_second_delay.nodelay" = "Kašnjenje sekundarnih titlova: bez kašnjenja";
"osd.sub_second_delay.later" = "Kašnjenje sekundarnih titlova: %@s kasnije";
"osd.sub_second_delay.earlier" = "Kašnjenje sekundarnih titlova: %@s ranije";
"osd.sub_second_hidden" = "Sekundardni titlovi skriveni";
"osd.sub_second_pos" = "Položaj sekundardnih titlova: %@";
"osd.sub_second_visible" = "Sekundardni titlovi vidljivi";
"osd.mute" = "Isključi zvuk";
"osd.unmute" = "Uključi zvuk";
"osd.screenshot" = "Slika ekrana snimljena";
"osd.abloop.a" = "A-B petlja: A";
"osd.abloop.b" = "A-B petlja: B";
"osd.abloop.clear" = "A-B petlja: izbrisana";
"osd.stop" = "Prekini";
"osd.chapter" = "Poglavlje: %@";
"osd.subtitle_scale" = "Skaliranje titla: %@x";
"osd.add_to_playlist" = "Dodane datoteke u playlistu: %i";
"osd.clear_playlist" = "Playlista je izbrisana";
"osd.video_eq.contrast" = "Kontrast: %i";
"osd.video_eq.gamma" = "Gamut: %i";
"osd.video_eq.hue" = "Nijansa: %i";
"osd.video_eq.saturation" = "Zasićenost: %i";
"osd.video_eq.brightness" = "Svjetlost: %i";
"osd.find_online_sub" = "Pronalaženje titlova na internetu …";
"osd.find_online_sub.source" = "na";
"osd.sub_not_found" = "Nema titlova";
"osd.sub_found" = "%d titlova su pronađena.";
"osd.sub_downloading" = "Preuzimaju se %d titla";
"osd.sub_downloaded" = "Titl je preuzet";
"osd.sub_saved" = "Titl je spremljen";
"osd.network_error" = "Mrežna greška";
"osd.file_error" = "Greška prilikom čitanja datoteke";
"osd.cannot_login" = "Neuspjela prijava";
"osd.canceled" = "Prekinuto";
"osd.cannot_connect" = "Neuspjelo povezivanje";
"osd.timed_out" = "Isteklo";
"osd.filter_added" = "Dodani filtar: %@";
"osd.filter_removed" = "Uklonjen filtar";
"osd.file_loop" = "Ponavljanje datoteke";
"osd.playlist_loop" = "Ponavljanje playliste";
"osd.no_loop" = "Isključi ponavljanje";

"preference.title" = "Postavke";
"preference.general" = "Opće";
"preference.ui" = "Korisničko sučelje";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Titl";
"preference.network" = "Mreža";
"preference.control" = "Upravljanje";
"preference.keybindings" = "Tipkovni prečaci";
"preference.advanced" = "Napredno";
"preference.plugins" = "Dodaci";
"preference.utilities" = "Uslužni programi";
"preference.scripts" = "Skripta";
"preference.not_logged_in" = "Nisi prijavljen/prijavljena";
"preference.logged_in_as" = "Prijavljen/Prijavljena si kao %@";
"preference.system_media_control" = "Koristi sustavsko upravljanje medijima";

"preference.key_binding_hint_1" = "Za uređivanje tipkovnih prečaca u trenutčnoj datoteci  konfiguracije, najprije klikni gumb „Dupliciraj …” za stvaranje kopije.";
"preference.key_binding_hint_2" = "Za uređivanje odgovarajućeg tipkovnog prečaca klikni dvaput na desnoj strani retka.";

"preference.enable_adv_settings" = "Aktiviraj napredne postavke";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "prisili";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "strip";
"preference.sub_override_level.yes" = "da";

"preference.sub_override_level.descriptive_text.no" = "Prikaži titlove kako je određeno skriptama za titlove, bez nadjačavanja.";
"preference.sub_override_level.descriptive_text.force" = "Primijeni sve stilove titlova.";
"preference.sub_override_level.descriptive_text.scale" = "Uz postavke stila u ovom odjeljku primijeni i postavku skaliranja.";
"preference.sub_override_level.descriptive_text.strip" = "Radikalno ukloni sve ASS oznake i stilove iz titlova.";
"preference.sub_override_level.descriptive_text.yes" = "Primijeni sve postavke stila u ovom odjeljku.";

"preference.ytdl_plugin_not_installed" = "Instaliraj dodatak Online Media u „Dodaci > Instaliraj s GitHuba” i uživaj u naprednim funkcijama kao što su preuzimanje videa i automatska aktualiziranja za yt-dlp.";
"preference.ytdl_plugin_installed" = "Ugrađena podrška za youtube-dl je isključena budući da si instalirao/la Online Media dodatak.";

"menu.volume" = "Glasnoća: %@";
"menu.volume_muted" = "Glasnoća: %@ (Isključen zvuk)";
"menu.audio_delay" = "Kašnjenje zvuka: %@s";
"menu.sub_delay" = "Kašnjenje titlova: %@s";
"menu.sub_hide" = "Sakrij titlove";
"menu.sub_show" = "Prikaži titlove";
"menu.sub_second_hide" = "Sakrij sekundarne titlove";
"menu.sub_second_show" = "Prikaži sekundarne titlove";
"menu.fullscreen" = "Pokreni cjeloekranski prikaz";
"menu.exit_fullscreen" = "Prekini cjeloekranski prikaz";
"menu.pip" = "Pokreni sliku u slici";
"menu.exit_pip" = "Prekini sliku u slici";
"menu.mini_player" = "Pokreni glazbeni modus";
"menu.exit_mini_player" = "Napusti glazbeni modus";
"menu.pause" = "Zaustavi";
"menu.resume" = "Nastavi";
"menu.speed" = "Brzina: %@×";
"menu.chapters" = "Prikaži ploču poglavlja";
"menu.hide_chapters" = "Sakrij ploču poglavlja";
"menu.playlist" = "Prikaži ploču playliste";
"menu.hide_playlist" = "Sakrij ploču playliste";
"menu.video" = "Prikaži ploču videa";
"menu.hide_video" = "Sakrij ploču videa";
"menu.audio" = "Prikaži ploču audio snimaka";
"menu.hide_audio" = "Sakrij ploču audio snimaka";
"menu.subtitles" = "Prikaži ploču titlova";
"menu.hide_subtitles" = "Sakrij ploču titlova";

"menu.seek_forward" = "Korak naprijed %@s";
"menu.seek_backward" = "Korak natrag %@s";
"menu.speed_up" = "Ubrzaj %@×";
"menu.speed_down" = "Uspori %@×";
"menu.volume_up" = "Glasnoća + %@% %";
"menu.volume_down" = "Glasnoća − %@% %";
"menu.audio_delay_up" = "Kašnjenje zvuka + %@s";
"menu.audio_delay_down" = "Kašnjenje zvuka − %@s";
"menu.sub_delay_up" = "Kašnjenje titlova + %@s";
"menu.sub_delay_down" = "Kašnjenje titlova − %@s";

"menu.crop_custom" = "Prilagođeno …";
"menu.find_online_sub" = "Pronađi titlove na internetu na %@";

"menu.manage_plugins" = "Upravljaj dodacima …";
"menu.developer_tool" = "Alat za programere";
"menu.more_plugin" = "Više …";
"menu.conflicting_shortcuts" = "Konfliktni tipkovni prečaci …";
"menu.reload_plugins" = "Ponovo učitavaj sve dodatke";
"menu.show_plugins_panel" = "Prikaži ploču dodataka";
"menu.hide_plugins_panel" = "Sakrij ploču dodataka";

"track.audio" = "Audio";
"track.none" = "<Ništa>";
"track.sub" = "Titl";
"track.video" = "Video";

"subtrack.no_loaded" = "Nijedan titl nije učitan";
"subtrack.no_external" = "Nijedan eksterni titl nije pronađen";

// Alerts
"alert.beta_channel.title" = "Primaj aktualiziranja za beta verzije";

"alert.title_error" = "Greška";
"alert.title_warning" = "Upozorenje";
"alert.title_info" = "Informacije";

"alert.fatal_error" = "Kobna greška: %@ \nAplikacija će se sada zatvoriti.";
"alert.mpv_error" = "Interna greška %@ (%@) pri postavljanju opcije %@.";

"alert.unsupported_audio" = "Nepodržana eksterna audio datoteka.";
"alert.unsupported_video" = "Nepodržana eksterna video datoteka.";
"alert.unsupported_sub" = "Nepodržan eksterni titl.";
"alert.unsupported_url" = "Nepodržana URL adresa.";
"alert.wrong_url_format" = "Pogrešan format URL adrese.";

"alert.error_open" = "Neuspjelo otvaranje datoteke ili prijenosa!";
"alert.error_finding_file" = "Nije moguće pronaći datoteku %@!";
"alert.error_loading_script" = "Nije moguće učitati skripta %@!";
"alert.error_saving_file" = "Došlo je do greške prilikom spremanja %@: %@";
"alert.error_deleting_file" = "Nije moguće izbrisati datoteku.";

"alert.target_peak.bad_value" = "Vrijednost „%@” nije valjana.\nUnesi vrijednost između 10 i 10000 ili 0.";

"alert.config.new.title" = "Nova konfiguracija unosa";
"alert.config.new.message" = "Upiši naziv za novu konfiguraciju.";
"alert.config.duplicate.title" = "Duplikat konfiguracije";
"alert.config.duplicate.message" = "Upiši naziv za dupliciranu konfiguracijsku datoteku.";
"alert.config.file_existing.title" = "Datoteka već postoji";
"alert.config.file_existing.message" = "Konfiguracija s istim nazivom datoteke već postoji. Odaberi „U redu” za prikaz datoteke u Finderu.";
"alert.config.cannot_create" = "Nije moguće stvoriti konfiguracijsku datoteku!\n%@";
"alert.config.cannot_write" = "Nije moguće pisati u konfiguracijsku datoteku!";
"alert.config.rename.title" = "Preimenuj konfiguraciju unosa";
"alert.config.rename.message" = "Unesi novo ime za konfiguraciju.";

"alert.filter.incorrect" = "Greška prilikom postavljanja filtara. Provjeri format parametra.";
"alert.add_filter.title" = "Novi filtar";
"alert.add_filter.message" = "Upiši znakovni niz za filtar u formatu mpv-ove naredbe vf ili af.";

"alert.keybinding_config.error" = "Greška pri obradi datoteke konfiguracije tipkovnih prečaca „%@”! Vraća se na zadanu postavku tipkovnih prečaca za IINA. Provjeri svoju konfiguraciju.";

"alert.extra_option.cannot_read" = "Neuspjelo čitanje dodatne korisnički definirane mpv opcije.";
"alert.extra_option.empty" = "Ključ ili vrijednost ne smiju biti prazni!";
"alert.extra_option.error" = "Greška u opciji postavke --%@=%@ s povratnom vrijednošću %d. Provjeri postavke dodatnih opcija u Postavke > Napredno.";
"alert.extra_option.config_folder" = "Greška u postavljanju konfiguracijskog direktorija „%@”.";

"alert.playlist.error_deleting" = "Greška pri brisanju: %@";

"alert.screenshot.error_taking" = "Nije moguće snimiti snimku ekrana!";

"alert.sub.no_selected" = "Najprije odaberi preuzeti titl.";
"alert.sub_lang_not_set" = "Postavi željene jezike titlova u postavkama prije korištenja web stranice OpenSubtitles. Ovaj put će se koristiti engleski (eng).";
"alert.sub.cannot_save_passwd" = "Neuspjelo spremanje tvoje lozinke u privjesak ključeva: %@";
"alert.sub.cannot_login" = "Neuspjela prijava. Provjeri svoje korisničko ime, lozinku i stanje mreže.\n\n%@";
"alert.sub.save_downloaded.title" = "Spremi preuzeti titl";

"alert.set_default.title" = "Postavljanje programa IINA kao standardnog programa";
"alert.set_default.message" = "IINA će se postaviti kao standardni program za sve formate koje podržava.";
"alert.set_default.success" = "Završeno: uspjelo: %d, neuspjelo: %d.";

"alert.add_watch.title" = "Dodaj svojstvo gledanja";
"alert.add_watch.message" = "Upiši ispravno ime mpv svojstva.";

"alert.jump_to.title" = "Idi na";
"alert.jump_to.message" = "Upiši vrijeme na koje želiš skočiti. Primjer: 20:35";

"alert.opensub.login.title" = "Prijava na OpenSubtitles";
"alert.opensub.login.message" = "Upiši svoje korisničko ime i lozinku";

"alert.open_url.title" = "Otvori URL adresu";
"alert.open_url.message" = "Upiši URL adresu:";
"alert.choose_media_file.title" = "Odaberite medijske datoteke";

"alert.add_url.title" = "Dodaj URL adresu";
"alert.add_url.message" = "Upiši URL adresu:";

"alert.delete_history.title" = "Izbriši povijest reprodukcije";
"alert.delete_history.message" = "Stvarno želiš izbrisati odabrane unose?";

"alert.filter_hwdec.message" = "Namjeravaš primijeniti video filtar. Međutim, tvoj trenutačni hardverski dekoder možda ne podržava video filtre dobro. Možeš isključiti hardversko dekodiranje ili se prebaciti na Automatski (Kopiraj), što će potrošiti dvostruko više memorije.\nMožda ćeš morati ponoviti prethodni postupak (poput postavljanja rezanja) da bi radio.";
"alert.filter_hwdec.abort" = "Prekini";
"alert.filter_hwdec.turn_off" = "Isključi hardversko dekodiranje";
"alert.filter_hwdec.use_copy" = "Prebaci na Automatski (Kopiraj)";

"alert.clear_cache.title" = "Izbriši međuspremnik minijatura";
"alert.clear_cache.message" = "Stvarno želiš izbrisati memoriju svih minijatura?";

"alert.clear_history.title" = "Izbriši povijest reprodukcija";
"alert.clear_history.message" = "Stvarno želiš izbrisati svu povijest reprodukcija?";

"alert.clear_watch_later.title" = "Izbriši spremljeni napredak reprodukcija";
"alert.clear_watch_later.message" = "Stvarno želiš izbrisati napredak svih reprodukcija (podaci „gledaj kasnije”)?";

"alert.restore_alerts.title" = "Obnovi prikrivena upozorenja";
"alert.restore_alerts.message" = "Sigurno želiš vratiti ova upozorenja?";

"alert.nothing_to_open" = "Ništa se ne može otvoriti.";

"alert.no_video_track" = "Nema video trake.";

"alert.duplicate_config" = "Zadane konfiguracije se ne mogu uređivati. Dupliciraj jednu konfiguraciju prije uređivanja.";

"alert.assrt_register" = "Zbog ograničene API kvote, preporučujemo da koristiš vlastiti API token. Zadani je token samo za demo upotrebu i može prouzročiti mrežnu grešku.";
"alert.assrt_register.register" = "Registriraj se sada";
"alert.assrt_register.try" = "Najprije isprobaj";
"alert.assrt_token_prompt.title" = "Upiši tvoj API ključ";
"alert.assrt_token_prompt.message" = "Registriraj se na otvorenoj web stranici. Nabavi svoj token u svojoj korisničkoj početnoj stranici i unesi ga dolje:";
"alert.assrt_token_invalid" = "Čini se da je tvoj Assrt API token neispravan.";

"alert.plugin_uninstall.title" = "Da li ste sigurni da želite deinstalirati %@?";
"alert.plugin_uninstall.message" = "Dodatak će se izbrisati s tvog diska.";
"alert.plugin_reinstall.title" = "Dodatak %@ već postoji";
"alert.plugin_reinstall.message" = "Želiš li ponovo instalirati dodatak?";
"alert.duplicated_plugin_id" = "Otkriveni su dupli identifikatori dodataka. Dva ili više dodataka imaju isti identifikator „%@”. To može prouzročiti abnormalno ponašanje. Pronađi ih u Postavkama – Dodaci i prijavi ih njihovim autorima. Ako je dodatak instaliran lokalno, možeš i ručno promijeniti njegov identifikator u Info.json datoteci dodatka.";
"alert.plugin_no_update" = "Nema pronađenih ažuriranja.";
"alert.plugin_update_found.title" = "Pronađena je nova verzija za %@";
"alert.plugin_update_found.message" = "Najnovija verzija je %@. Ti imaš verziju %@. Želiš li preuzeti novu verziju?";
"alert.plugin_permission" = "Ovaj dodatak zahtijeva sljedeće dozvole. Pregledaj ih prije nastavljanja.";
"alert.plugin_permission_added" = "Ova nova verzija zahtijeva sljedeće dozvole. Pregledaj ih prije nastavljanja.";

"playlist.total_length" = "Ukupno %@";
"playlist.total_length_with_selected" = "Odabrano %@ od %@";
"playlist.sorting.header" = "Razvrstavanje";
"playlist.sorting.filename_ascending" = "Imena datoteka uzlazno";
"playlist.sorting.filename_descending" = "Imena datoteka silazno";
"playlist.sorting.path_ascending" = "Staze datoteka uzlazno";
"playlist.sorting.path_descending" = "Staze datoteka silazno";
"pl_menu.title_multi" = "%d stavki";
"pl_menu.play_next" = "Pokreni sljedeću snimku";
"pl_menu.play_in_new_window" = "Pokreni u novom prozoru";
"pl_menu.remove" = "Ukloni";
"pl_menu.remove_multi" = "Ukloni odabrano";
"pl_menu.delete" = "Premjesti u smeće";
"pl_menu.delete_multi" = "Premjesti odabrane datoteke u smeće";
"pl_menu.delete_after_play" = "Premjesti u smeće nakon reprodukcije";
"pl_menu.delete_after_play_multi" = "Premjesti odabrane datoteke u smeće nakon reprodukcije";
"pl_menu.show_in_finder" = "Prikaži u Finderu";
"pl_menu.add_file" = "Dodaj datoteku …";
"pl_menu.add_url" = "Dodaj URL adresu …";
"pl_menu.clear_playlist" = "Izbriši playlistu";
"pl_menu.matched_sub" = "Broj odgovarajućih titlova: %d";
"pl_menu.add_sub" = "Dodaj titl …";
"pl_menu.wrong_sub" = "Krivi titl!";
"pl_menu.browser" = "Otvori u pregledniku";
"pl_menu.copy_url" = "Kopiraj URL adresu";
"pl_menu.copy_url_multi" = "Kopiraj URL adrese";

"keymapping.title" = "Tipkovni prečaci";
"keymapping.message" = "Pritisni bilo koju tipku za snimanje.";

"filter.video_filters" = "Video filtri";
"filter.audio_filters" = "Audio filtri";

"hwdec.no" = "Deaktiviraj hardversko dekodiranje.";
"hwdec.auto" = "Aktiviraj hardversko dekodiranje. Međutim, većina video filtara neće ispravno raditi.";
"hwdec.auto-copy" = "Aktiviraj hardversko dekodiranje. Troši dvostruko više memorije, ali raditi s video filtrima.";

"gaplessAudio.no" = "Reprodukcija uzastopnih audio datoteka može uzrokovati tišinu ili prekid u trenutku mijenjanja datoteke.";
"gaplessAudio.weak" = "Ako se promijeni audio format rezultata dekodera, audio uređaj se zatvara i ponovo otvara, što prekida reprodukciju bez prekida.";
"gaplessAudio.yes" = "Audio uređaj se otvara pomoću parametara odabranih za prvu reproduciranu datoteku, a zatim ostaje otvoren za reprodukciju bez prekida. Sljedeće datoteke će se možda ponovo uzorkovati.";

"subencoding.auto" = "Otkrij automatski";

"osc_toolbar.settings" = "Brze postavke";
"osc_toolbar.playlist" = "Playlista i poglavlja";
"osc_toolbar.pip" = "Uključi/isključi sliku u slici";
"osc_toolbar.full_screen" = "Uključi/isključi cjeloekranski prikaz";
"osc_toolbar.music_mode" = "Pokreni glazbeni modus";
"osc_toolbar.sub_track" = "Odaberi traku titlova";
"osc_toolbar.screenshot" = "Snimi snimku ekrana";
"osc_toolbar.plugins" = "Prikaži ploču dodataka";

"mini_player.album_art" = "Uključi/isključi ilustraciju albuma";
"mini_player.loop" = "Ponovi";
"mini_player.shuffle" = "Odaberi nasumice";
"mini_player.remove" = "Ukloni iz playliste";
"mini_player.add" = "Dodaj u playlistu";
"mini_player.delete" = "Izbriši sve trake iz playliste";
"mini_player.volume" = "Glasnoća";
"mini_player.close" = "Zatvori glazbeni modus";
"mini_player.back" = "Vrati se u glazbeni modus";
"mini_player.sort" = "Razvrstaj playlistu";

// Touch bar

"touchbar.ahead_15" = "15 s naprijed";
"touchbar.ahead_30" = "30 s naprijed";
"touchbar.back_15" = "15 s natrag";
"touchbar.back_30" = "30 s natrag";
"touchbar.next_video" = "Sljedeći video";
"touchbar.prev_video" = "Prethodni video";
"touchbar.increase_volume" = "Glasnoća +";
"touchbar.decrease_volume" = "Glasnoća −";
"touchbar.rewind" = "Premotaj natrag";
"touchbar.fast_forward" = "Premotaj naprijed";
"touchbar.play_pause" = "Pokreni/Zaustavi";
"touchbar.seek" = "Navigiraj";
"touchbar.time" = "Vremenski položaj";
"touchbar.remainingTimeOrTotalDuration" = "Preostalo vrijeme/Ukupno trajanje";
"touchbar.toggle_pip" = "Uključi/isključi sliku u slici";

// Plugin permissions

"permissions.network-request.name" = "Mrežni zahtjev";
"permissions.network-request.desc" = "Ovaj dodatak omogućuje slanje zahtjeva s ovih web stranica ili prenositi podatke na njih:";
"permissions.network-request.any_site" = "Bilo koja web stranica";
"permissions.show-osd.name" = "Prikaži OSD";
"permissions.show-osd.desc" = "Ovaj dodatak omogućuje prikaz OSD (On Screen Display) poruka.";
"permissions.show-alert.name" = "Prikaži upozorenja";
"permissions.show-alert.desc" = "Ovaj dodatak omogućuje prikaz skočnih prozora upozorenja.";
"permissions.video-overlay.name" = "Dodaj sloj na videa";
"permissions.video-overlay.desc" = "Ovaj dodatak omogućuje prikaz dodatnog sadržaja na vrhu videa.";
"permissions.file-system.name" = "Pristupi datotečnom sustavu";
"permissions.file-system.desc" = "Ovaj dodatak omogućuje čitanje ili pisanje datoteke na tvoj disk, uključujući osjetljive podatke. Također može pozvati druge programe ili aplikacije koje mogu oštetiti tvoje računalo. Stoga svakako provjeri izvor.";

"plugin.install" = "Instaliraj";
"plugin.installed" = "Instalirano";
"plugin.not_installed" = "Nije Instalirano";
"plugin.local" = "Instalirano lokalno";
"alert.plugin.install_error" = "Došlo je do greške tijekom instalacije: %@";
"alert.invalid_url" = "URL je neispravan.";
"plugin.install_error.invalid_url" = "URL je neispravan.";
"plugin.install_error.file_not_found" = "Datoteka paketa nije pronađena.";
"plugin.install_error.cannot_download" = "Neuspjelo preuzimanje dodatka.\n\nRezultat:%@\n";
"plugin.install_error.cannot_unpackage" = "Neuspjelo raspakiranje dodatka.\n\nRezultat:%@\n";
"plugin.install_error.cannot_load" = "IINA ne može učitati ovaj dodatak. Možda je u pogrešnom formatu.";
"plugin.check_for_updates" = "Traži nove verzije ";
"plugin.updating" = "Preuzimanje nove verzije …";
